Repository: erpwoosync/woocommerce-paljet-integration
Catalog: languages/paljet-*.po
Languages: es_es

source: Settings
es_es: Ajustes

source: Actions
es_es: Acciones

source: Sync Images from Paljet
es_es: Sincronizar imágenes desde Paljet

source: History ( Maximum 15 messages )
es_es: Historial ( Máximo 15 mensajes )

source: Synchronizing. It may take several minutes.
es_es: Sincronizando. Eso puede tardar varios minutos.

source: Completed synchronization.
es_es: Sicronización completa.

source: There was an error.
es_es: Hubo un error.

source: Total pages :
es_es: Total de páginas :

source: Page loaded :
es_es: Página cargada :

source: Deleting logs...
es_es: Borrando logs...

source: Logs deleted.
es_es: Logs borrados.

source: Paljet ERP connected
es_es: ERP Paljet conectado

source: Orders
es_es: Pedidos

source: Vouchers
es_es: Anticipos

source: You must set a product limit to sync
es_es: Debes setear un limite de producto a sincronizar

source: You must set a price list to regular price
es_es: Debes setear una lista de precio para precio regular

source: You must set the warehouses
es_es: Debes setear los depósitos

source: You must set an attribute to the brand
es_es: Debes setear un atributo para la marca

source: You must set your URL to the resources
es_es: Debes setear su URL de recursos

source: Sync
es_es: Syncronizar

source: Categories
es_es: Categorías

source: Sync Categories
es_es: Sincronizar Categorías

source: Brands
es_es: Marcas

source: Sync Brands
es_es: Sincronizar Marcas

source: Sync Products
es_es: Sincronizar Productos

source: Options
es_es: Opciones

source: Regular Price
es_es: Precio Regular

source: Need Sync? Click here
es_es: Necesitas sincronizar? Click aqui

source: Sale Price
es_es: Precio de Oferta

source: Warehouses
es_es: Depósitos

source: Choose a warehouse
es_es: Elige un depósito

source: Point of Sale ID
es_es: ID del Punto de Venta

source: Enter your point of sale ID
es_es: Ingrese el ID punto de venta

source: Classification ID
es_es: ID de la Clasificación

source: Enter your classification ID
es_es: Ingrese su ID de clasificación

source: Client ID
es_es: ID del Cliente

source: Enter your client ID
es_es: Ingrese su ID de Cliente

source: Client CUIT
es_es: CUIT del Cliente

source: Enter your client CUIT
es_es: Ingrese su CUIT de Cliente

source: Ticket ID
es_es: ID del Talonario

source: Enter your ticket ID
es_es: Ingrese su ID del talonario

source: Shipping ID
es_es: ID del Envío

source: Enter your shipping ID
es_es: Ingrese su ID del envío

source: Shipping Code
es_es: Código del Envío

source: Enter your shipping Code
es_es: Ingrese su código del envío

source: Voucher Classification ID
es_es: ID de la Clasificación de Anticipo

source: Enter your voucher classification ID
es_es: Ingrese su ID de clasificación de Anticipo

source: Account ID
es_es: ID de Cuenta

source: Enter your account ID
es_es: Ingrese su ID de cuenta

source: Enable Logs
es_es: Habilitar Logs

source: Logs content
es_es: Contenido de Logs

source: Delete Logs
es_es: Borras Logs

source: Delete Now
es_es: Borrar Ahora

source: Additional Information
es_es: Información Adicional

source: Resources URL
es_es: URL de Recursos

source: To download product images
es_es: Para descargar imágenes del producto

source: Enter your URL
es_es: Ingrese su URL

source: Brand Attribute
es_es: Atributo Marca

source: Products Limit to Sync
es_es: Límite de productos a sincronizar

source: Enable Deltas
es_es: Habilitar Deltas

source: Check for newly updated products every %d secs.
es_es: Revisar recientes productos actualizados cada %d segundos.

source: Login
es_es: Conectarse

source: User
es_es: Usuario

source: Enter your user
es_es: Ingrese su usuario

source: Password
es_es: Clave

source: Enter your password
es_es: Ingrese su clave

source: Every %d secs
es_es: Cada %d segs

source: Every 10 minutes
es_es: Cada 10 minutos

source: new product
es_es: nuevo producto

source: update product
es_es: producto actualizado

source: sync images
es_es: sincronizar imágenes

source: online mode
es_es: modo online

source: manual mode
es_es: modo manual

source: Creating Attributes : %s ( attribute : %s )
es_es: Creando Attributos : %s ( attributo : %s )

source: Paljet Order ID %s ( Gateway : %s )
es_es: Paljet Pedido ID %s ( Pasarela : %s )

source: Paljet Order Error : %s ( Gateway : %s )
es_es: Paljet Pedido Error : %s ( Pasarela : %s )

source: Paljet Voucher ID %s ( Gateway : %s )
es_es: Paljet Anticipo ID %s ( Pasarela : %s )

source: Paljet Voucher Error : %s ( Gateway : %s )
es_es: Paljet Voucher Error : %s ( Pasarela : %s )

source: Cheatin&#8217; huh?
es_es: Traición, eh?

source: Woocommerce Paljet Integration plugin depends on the last version of %s to work!
es_es: WooCommerce Paljet Integración depende de la última version de %s para funcionar!

source: Woocommerce Paljet Integration plugin needs the currency in the commerce be ARS to work!
es_es: WooCommerce Paljet Integración necesita que la moneda del comercio sea ARS para funcionar!

source: Choose your attribute
es_es: Elige tu atributo

source: No prices lists
es_es: No hay lista de precios

source: Choose your price list
es_es: Elige tu lista de precio

source: Pending images : download image %s
es_es: Imágenes pendientes : descargar imagen %s

source: Pending images : storing image %s
es_es: Imágenes Pendientes : guardando imagen %s

source: Start brands sync
es_es: Inicio sincronización de las marcas

source: The "%s" attribute doesnt exists
es_es: El atributo "%s" no existe

source: Getting brands from the Paljet API
es_es: Obteniendo marcas desde la API de Paljet

source: There is not brands
es_es: No hay marcas

source: %s brands ready to import
es_es: %s marcas listas para importar

source: Synced brands : %s
es_es: Marcas sincronizadas : %s

source: End brands sync
es_es: Fin Sincronizar Marcas

source: Updating the brand %s ( ID: %s )
es_es: Actualizando la marca %s ( ID: %s )

source: Inserting the brand %s
es_es: Insertando la marca %s

source: Creating the brand %s
es_es: Creando la marca %s

source: Start categories sync
es_es: Inicio Sync Categorías

source: Woocommerce Category Taxonomy doesnt exists
es_es: WooCommerce Taxonomy no existe

source: Getting categories from the Paljet API
es_es: Obteniendo categorías desde la API de Paljet

source: There is not categories
es_es: No hay categorias

source: Categories ready to import
es_es: Categorias listas para importar

source: Synced categories : %s
es_es: Categorías sincronizadas : %s

source: End categories sync
es_es: Fin Sync de categorias

source: Updating the %s category ( ID: %s )
es_es: Actualizando la categoria %s ( ID: %s )

source: Inserting the %s category
es_es: Insertando la categoría %s

source: Delta Stock : Start
es_es: Delta Stock: Inicio

source: Warehouses are not defined on the settings
es_es: Almacenes no están definidos en los ajustes

source: Delta Stock : Finish ( There is not deltas stock )
es_es: Delta Stock : Fin ( No hay deltas stock )

source: Delta Stock : Finish ( processed : %d )
es_es: Delta Stock : Fin ( Procesados : %d )

source: Delta Price : Start
es_es: Delta Precio : Inicio

source: Regular price are not defined on the settings
es_es: Precio regular no está definido en los ajustes

source: Delta Prices : Finish ( There is not deltas prices )
es_es: Delta Precios : Fin ( No hay Delta Precios )

source: Delta Prices : Finish ( processed : %d )
es_es: Delta Precio : Fin ( Procesados : %d )

source: Delta Products : Start
es_es: Delta Productos : Inicio

source: Sale price are not defined on the settings
es_es: Precio de oferta no está definido en los ajustes

source: Delta Products : Finish ( There is not deltas products )
es_es: Delta productos : Fin ( No hay Delta productos )

source: Delta Products : Finish ( processed : %d )
es_es: Delta Productos : Fin ( procesados : %d )

source: Send Order : Start ( WC Order %d )
es_es: Enviar Pedido : Inicio ( WC Pedido %d )

source: Send Order : You have to fill the information in the orders tab on the Paljet settings
es_es: Enviar Pedido : Debes llenar la información en la pestaña de pedidos en los ajustes de Paljet

source: Reply ID is not exist or is not numeric
es_es: Respuesta ID no existe o no es numérico

source: Send Order : Finish ( WC Order %d )
es_es: Enviar Pedido : Fin ( WC Order %d )

source: Start prices lists sync
es_es: Inicio sync de lista de precios

source: Getting prices lists from the Paljet API
es_es: Obteniendo lista de precios desde la API de Paljet

source: There is not prices lists
es_es: No hay listas de precios

source: %s prices lists ready to import
es_es: Lista de precio %s lista para importar

source: Synced prices lists : %s
es_es: Lista de precio sincronizada : %s

source: End prices lists sync
es_es: Fin sync de lista de precios

source: Sync Product : Start ( current page : %d )
es_es: Sincronización de Productos: Inicio ( página actual : %d )

source: Getting products from the Paljet API
es_es: Obteniendo productos desde la API de Paljet

source: There is not products
es_es: No hay productos

source: %s products ready to import
es_es: %s productos listos para importar

source: Sync Product : End ( Processed : %d )
es_es: Sincronización de Productos : Fin ( Procesados: %d )

source: Note field has an incorrect structure ( Paljet ID: %s )
es_es: Campo nota tiene una incorrecta estructura ( Paljet ID: %s )

source: Note field has empty variations ( Paljet ID: %s )
es_es: Campo nota tiene variaciones vacías ( Paljet ID: %s )

source: Start products total page
es_es: Inicio total de páginas de productos

source: Saving the variable product %s ( Paljet ID: %s )
es_es: Guardando el producto variable %s ( Paljet ID: %s )

source: This product has the same title that those ids [ %s ] ( WC ID: %d, Paljet ID: %d )
es_es: Este producto tiene el mismo título que estos ids [ %s ] ( WC ID: %d, Paljet ID: %d )

source: Saving the variation %s ( Paljet ID: %s )
es_es: Guardando la variación %s ( Paljet ID: %s )

source: Saving the simple product %s ( Paljet ID: %s )
es_es: Guardando el producto simple %s ( Paljet ID: %s )

source: No exists the prices lists node on the API response ( Paljet ID : %d )
es_es: No existe el nodo de listas de precios en la respuesta de la API ( Paljet ID: %d )

source: No exists the stock node on the API response ( Paljet ID : %d )
es_es: No existe el nodo de stock en la respuesta de la API ( Paljet ID: %d )

source: Creating the product tag %s
es_es: Creando la etiqueta %s

source: No exists the brand node on the API response ( Paljet ID : %d )
es_es: No existe el nodo marca en la respuesta de la API ( Paljet ID: %d )

source: There was a problem getting the brand term in WooCommerce ( Product ID : %d )
es_es: Hubo un problema obteniendo el término de la marca en WooCommerce ( Product ID : %d )

source: Set Pending Products : Start ( total : %d ) [includes blank]
es_es: Asignar Productos Pendientes: Inicio ( total : %d ) [ Incluye blancos ]

source: Data from Paljet Product has no a valid structure ( Paljet ID : %d )
es_es: Información desde Paljet tiene una incorrecta estructura ( Paljet ID: %d )

source: Set Pending Products : End ( Processed : %d, Missing : %d )
es_es: Asignar Productos Pendientes: Fin ( Procesados : %d, Faltantes : %d )

source: Set Pending Products : End ( Processed : %d )
es_es: Asignar Productos Pendientes: Fin ( Procesados : %d )

source: Complete Pending Products : Start
es_es: Completar productos pendientes : Inicio

source: Error in request from API ( Paljet ID : %d )
es_es: Error en solicitud desde la API ( Paljet ID : %d)

source: Product has no anymore publica_web set to true ( Paljet ID : %d ). Stock to 0 and hided
es_es: Producto no tiene más publica_web en true ( Paljet ID : %d ). Stock a 0 y ocultado

source: Product not found ( Paljet ID : %d ). Deleted
es_es: Producto no encontrado ( Paljet ID : %d). Borrado

source: Complete Pending Products : End ( Processed : %d )
es_es: Completar Productos Pendientes: Fin ( Procesados : %d )

source: Sync Resources : Start
es_es: Sincronizar Recursos : Inicio

source: There is not a bucket id ( WC ID : %d )
es_es: No hay un bucket id ( WC ID : %d )

source: Sync Resources : Fin
es_es: Sincronizar Recursos : Fin

source: Remote Resources : remote request to %s bucket ( %s )
es_es: Remote recursos : solicitud para %s bucket ( %s )

source: Process Pending Resources : it has not a bucket_id ( Paljet ID : %s )
es_es: Proceso de Recursos Pendientes : no tiene un bucket_id ( Paljet : %s )

source: Pending Resources : it has not a bucket_id ( Paljet ID : %s )
es_es: Recurso Pendiente: no tiene un bucket_id ( Paljet ID: %s )

source: Set Pending Images : Start ( total : %d )
es_es: Asignar Imágenes Pendientes: Inicio ( total : %d )

source: Set Pending Images : It is not a WC product ( WC Product ID: %d )
es_es: Asignar Imágenes Pendientes: No es un WC Producto ( WC Producto ID: %d )

source: Set Pending Images : End ( Processed : %d, Missing : %d )
es_es: Asignar Productos Pendientes: Fin ( Procesados : %d, Faltantes : %d )

source: Set Pending Resources : End ( Processed : %d, Missing : %d )
es_es: Asignar Productos Pendientes: Fin ( Procesados : %d, Faltantes : %d )

source: Send Voucher : Start ( WC Order %d )
es_es: Enviar Anticipo : Inicio ( WC Pedido %d )

source: Send Voucher : You have to fill the information in the voucher tab on the Paljet settings
es_es: Enviar Anticipo : Debes llenar la información en la pestaña de anticipos en los ajustes de Paljet

source: Send Voucher : Finish ( WC Order %d )
es_es: Enviar Voucher : Fin ( WC Order %d )

source: Start warehouses sync
es_es: Inicio Sync Almacenes

source: There is not warehouses
es_es: No hay almacenes

source: %s warehouses ready to import
es_es: %s almacenes listos para importar

source: Synced warehouses : %s
es_es: Almacenes sincronizados : %s

source: End warehouses sync
es_es: Fin Sync Almacenes

source: Wrong information
es_es: Mala Información

source: Manager Licenses
es_es: Administrar Licencias

source: There was a problem checking the license
es_es: Hubo un problema revisando la licencia

source: Licence key is active to this domain
es_es: La licencia esta activo para este dominio

source: Licence key is unassigned
es_es: Licencia está desvinculada

source: Licence key is missing
es_es: No hay licencia

source: Licence key successfully unassigned
es_es: Licencia fue desvinculada correctamente

source: Unassign from this website
es_es: Desvincular desde esta web

source: Please enter your license code
es_es: Por favor ingrese su código de licencia

source: Where do I find my License Code?
es_es: Dónde puedo encontrar mi licencia?

source: Close Popup
es_es: Cerra popup

source: License Status
es_es: Estado de la licencia

source: Empty history
es_es: Histórico vacío

source: Max execution time
es_es: Máximo tiempo de ejecución

source: %d secs
es_es: %d segs
